<section class="w-100 m-auto">

        <div class="container ">
            <div class="px-4 pt-5 my-5 text-center border-bottom">
                <h1 class="display-6 fw-bold text-body-emphasis">ระบบประมูลของสะสมออนไลน์ กรณีศึกษาการประมูลแผ่นเสียงไวนิล</h1>
                <div class="col-lg-12 mx-auto">
                    <p class=" mb-4">เว็บไซต์ประมูลแผ่นเสียงไวนิลออนไลน์เป็นแพลตฟอร์มที่ถูกสร้างขึ้นเพื่อรองรับความสนใจและความหลงใหลในดนตรีคลาสสิกของผู้ที่ชื่นชอบแผ่นเสียงไวนิลทั่วโลก ที่นี่คุณจะพบโอกาสในการสัมผัสกับผลงานมหาสมุทรของศิลปินผู้ใหญ่และนักร้องโดยตรง และเครื่องดนตรีที่มีคุณภาพสูงที่สามารถเสนอให้คุณสนใจและประมูลได้ตามใจชอบ เรามุ่งมั่นที่จะให้ผู้ที่เข้ามาใช้งานเว็บไซต์ของเราได้สัมผัสประสบการณ์การประมูลที่น่าตื่นเต้นและรวดเร็ว ที่คุณสามารถเริ่มต้นการประมูลหรือนำเสนอสินค้าของคุณได้อย่างง่ายดาย ทั้งนี้ทุกขั้นตอนของการประมูลจะมีความปลอดภัยและเป็นมิตรต่อผู้ใช้งาน และการชำระเงินจะสะดวกและปลอดภัย เรายังมุ่งเน้นให้เว็บไซต์เราเป็นสภาพแวดล้อมที่เปิดกว้างสำหรับการแลกเปลี่ยนความรู้และความหลงใหลในดนตรีไวนิล นอกจากนี้เรายังให้พื้นที่ในการเชื่อมต่อกับคอมมูนิตี้ของคนรักดนตรีคลาสสิก ที่จะช่วยกันแลกเปลี่ยนความคิดเห็น ความรู้ และประสบการณ์ในโลกของแผ่นเสียงไวนิล เราหวังว่าเว็บไซต์ของเราจะเป็นที่ชื่นชอบและอยู่ในใจของคนรักดนตรีคลาสสิกทั่วโลก และเรายินดีต้อนรับทุกคนที่ต้องการเข้าร่วมกับเราในการเสริมสร้างชุมชนแห่งความหลงใหลในดนตรีแผ่นเสียงไวนิลของเรานี้!</p>

                </div>
                <div class="overflow-hidden mt-5" style="max-height: 30vh;">
                    <div class="container px-5">
                        <img src="assets/img/about_img.png" class="img-fluid border rounded-3 shadow-lg mb-4" alt="Example image" width="700" height="500" loading="lazy">
                    </div>
                </div>
            </div>

        </div>
</section>
<!--  -->